Repository: AlecRust/wordpress-email-templates
Catalog: languages/*.po
Languages: ru_ru

source: Email Templates
ru_ru: Шаблоны писем

source: Now you can edit your email template right in the Appearance menu
ru_ru: Теперь вы можете редактировать Ваш шаблон письма прямо в меню «Внешний вид»

source: Here you will see the email content that is normally sent in WordPress.
ru_ru: Здесь Вы видите содержимое письма, которое обычно отправляется в WordPress.

source: The email template is responsive an fully customizable. I hope you enjoy it!
ru_ru: Шаблон письма адаптивный и полностью настраиваемый. Я надеюсь, вам понравится!

source: We would like to ask you a little favour. If you are happy with the plugin and can take a minute please <a href="%s" target="_blank">leave a nice review</a> on WordPress. It will be a tremendous help for us!
ru_ru: Мы хотели бы попросить Вас о небольшом одолжении. Если вы довольно плагином, вы можете потратить одну минуту и оставить <a href="%s" target="_blank">хороший отзыв</a> в WordPress. Это будет огромная помощь для нас!

source: You can use any of these placeholders in your emails content or templates and they will be automatically replaced
ru_ru: Вы можете использоваться любой из этих плейсхолдеров в содержимом Вашего письма или шаблона, они будут автоматически заменены

source: MyTheme Options
ru_ru: Опции MyTheme

source: Allows you to customize some example settings for MyTheme.
ru_ru: Позволяет вам настраивать некоторые параметры для MyTheme.

source: Link Color
ru_ru: Цвет ссылок

source: Within the Email Templates customizer you can change how your WordPress Emails looks. It's fully compatible with WooCommerce and Easy Digital Downloads html emails
ru_ru: С помощью Email Templates customizer, Вы можете изменить внешний вид Ваших писем в WordPress. Он полностью совместим с сообщениями от WooCommerce и Easy Digital Downloads.

source: Settings
ru_ru: Настройки

source: Template
ru_ru: Шаблон

source: Email Header
ru_ru: Заголовок письма

source: Email Body
ru_ru: Тело письма

source: Footer
ru_ru: Нижняя часть

source: Send test email
ru_ru: Отправить тестовое письмо

source: From name
ru_ru: От кого

source: Default:
ru_ru: По умолчанию:

source: From Email
ru_ru: Адрес отправителя

source: Choose one
ru_ru: Выберите опцию

source: Background Color
ru_ru: Цвет фона

source: Choose email background color
ru_ru: Выберите цвет фона для письма

source: Logo
ru_ru: Логотип

source: Add an image to use in header. Leave empty to use text instead
ru_ru: Добавьте картинку для использования в шапке. Оставьте поле пустым для использования текста

source: Add text to your mail header
ru_ru: Добавьте текст в шапку Вашего письма

source: Aligment
ru_ru: Выравнивание

source: Choose alignment for header
ru_ru: Выберите выравнивание для шапки

source: Choose header background color
ru_ru: Выберите цвета фона для шапки

source: Text size
ru_ru: Размер шрифта

source: Slide to change text size
ru_ru: Двигайте ползунок для изменения размера текста

source: Text Color
ru_ru: Цвет текста

source: Choose header text color
ru_ru: Выберите цвет текста в шапке

source: Choose email body background color
ru_ru: Выберите цвет фона для тела письма

source: Choose body text color
ru_ru: Выберите цвет текста для тела письма

source: Footer text
ru_ru: Текст в нижней части письма

source: Change the email footer here
ru_ru: Измените нижнюю часть письма здесь

source: Choose alignment for footer
ru_ru: Выберите выравнивание для нижней части письма

source: Choose footer background color
ru_ru: Выберите цвет фона для нижней части письма

source: Choose footer text color
ru_ru: Выберите цвет текста для нижней части письма

source: Powered by
ru_ru: Работает с помощью

source: Display a tiny link to the plugin page
ru_ru: Показывать короткую ссылку на страницу плагина

source: Save the template and then click the button to send a test email to admin email
ru_ru: Сохраните шаблон и затем нажмите кнопку для отправки тестового письма на почту администратора

source: Wp Email Templates
ru_ru: WP Шаблоны писем

source: Cheatin&#8217; huh?
ru_ru: Читеришь?

source: Send
ru_ru: Отправить

source: Email sent!
ru_ru: Письмо отправлено!
